[
  {
    "ProductName": "This Is Fine Doggoe Meme Socks",
    "GraphicName": "thisisfinedoggomemesocks.PNG",
    "CostPrice": 15.00,
    "MSRP": 22.32,
    "QtyOnHand": 20,
    "QtyOnBackOrder": 30,
    "Description": "Super soft and stretchy knit crew socks. Socks fit: men's US size 3.5-12, women's US size 5-14, UK size 4-11.5, EU size 36-46. Knit with reinforced toe and heel, with extra cushioning in the sole. ",
    "Brand": "Sparky Design"
  },
  {
    "ProductName": "Meme Cats Socks",
    "GraphicName": "memecatssocks.PNG",
    "CostPrice": 8.00,
    "MSRP": 15.32,
    "QtyOnHand": 20,
    "QtyOnBackOrder": 30,
    "Description": "Engineered with anatomical design and Targeted Compression, providing a Custom-Like Fit and reduced risk of blisters, plus our Light Cushion for added impact protection.",
    "Brand": "Sparky Design"
  },
  {
    "ProductName": "Doge Wow Such Thug Socks",
    "GraphicName": "dogewowsuchthugsocks.PNG",
    "CostPrice": 8.00,
    "MSRP": 20.76,
    "QtyOnHand": 10,
    "QtyOnBackOrder": 15,
    "Description": "Drawing on decades of running and innovation, we changed the rules on how socks work with the foot in motion. Feetures are engineered with Targeted Compression and anatomical design to create a custom-like fit and prevent the issues people have with conventional socks.",
    "Brand": "Sparky Design"
  },
  {
    "ProductName": "Kirby Knife Socks",
    "GraphicName": "kirbyknifesocks.PNG",
    "CostPrice": 10.00,
    "MSRP": 23.51,
    "QtyOnHand": 10,
    "QtyOnBackOrder": 15,
    "Description": "Our most technically advanced sock. Designed around our patented Targeted Compression for superior comfort and support plus Ultra Light cushioning that takes up minimal room inside the shoe.",
    "Brand": "Sparky Design"
  },
  {
    "ProductName": "Cockatiels Galore Socks",
    "GraphicName": "cockatiellsgaloresocks.PNG",
    "CostPrice": 11.00,
    "MSRP": 22.10,
    "QtyOnHand": 20,
    "QtyOnBackOrder": 10,
    "Description": "Patented Sock-Lock Technology to provide targeted compression where it’s needed most. Anatomical design enhances fit, delivering maximum comfort and protection by eliminating blisters.",
    "Brand": "Sparky Design"
  },
  {
    "ProductName": "Surprised Patick Socks",
    "GraphicName": "surprisedpatricksocks.PNG",
    "CostPrice": 11.00,
    "MSRP": 22.10,
    "QtyOnHand": 20,
    "QtyOnBackOrder": 10,
    "Description": "Ultra thin construction takes up minimal room inside the shoe. No Show Tab height which sits below the ankle for maximum versatility. iWick fibers wick moisture to keep feet cool and dry. The Perfect Toe (No irritating toe seam.)",
    "Brand": "Soda Pop Design"
  },
  {
    "ProductName": "Gunter Pattern Socks",
    "GraphicName": "gunterpatternsocks.PNG",
    "CostPrice": 11.00,
    "MSRP": 21.22,
    "QtyOnHand": 20,
    "QtyOnBackOrder": 10,
    "Description": "Your favorite characters on your feet! Step into style with our All-Over Print design! All graphic socks are fully designed and customized at our facility in Orlando Florida. Every purchase supports local jobs and economic development.",
    "Brand": "Soda Pop Design"
  },
  {
    "ProductName": "Steven Universe Socks",
    "GraphicName": "stevenuniversesocks.PNG",
    "CostPrice": 11.00,
    "MSRP": 21.22,
    "QtyOnHand": 20,
    "QtyOnBackOrder": 10,
    "Description": "Your favorite characters on your feet! Step into style with our All-Over Print design! We engineered a blend of performance yarn built specifically to retain the millions of unique color combinations, with visual vibrancy emitting right from the thread.",
    "Brand": "Soda Pop Design"
  },
  {
    "ProductName": "Mr. Meeseeks Socks",
    "GraphicName": "mrmeeseekssocks.png",
    "CostPrice": 11.00,
    "MSRP": 21.22,
    "QtyOnHand": 20,
    "QtyOnBackOrder": 10,
    "Description": "Your favorite characters on your feet! Step into style with our All-Over Print design! Our socks transform from a blank canvas filled with infinite possibilities into a walking billboard for your life. Each detailed design tells YOUR story.",
    "Brand": "Soda Pop Design"
  },
  {
    "ProductName": "The Fairly OddParents Socks",
    "GraphicName": "cosmoandwandasocks.PNG",
    "CostPrice": 11.00,
    "MSRP": 21.22,
    "QtyOnHand": 20,
    "QtyOnBackOrder": 30,
    "Description": "Organic cotton socks for adults in our Blocks of Colour 2.0 design.  Also available in kids sizes so you can match with your little ones! Made with soft, breathable, GOTS Organic cotton. - Touch it to feel the difference. ",
    "Brand": "Soda Pop Design"
  },
  {
    "ProductName": "Suspicious Cats Socks",
    "GraphicName": "suspiciouscatssocks.PNG",
    "CostPrice": 11.00,
    "MSRP": 21.22,
    "QtyOnHand": 20,
    "QtyOnBackOrder": 30,
    "Description": "100% free of BPA, Parabens, Formaldehyde, Lead and other toxins - we've cut out all the toxins commonly found in clothing. Designed in Canada. Knit in Sri Lanka, and Loved Worldwide",
    "Brand": "Tofu-san Design"
  },
  {
    "ProductName": "Cephalopod Socks",
    "GraphicName": "cephalopodsocks.PNG",
    "CostPrice": 11.00,
    "MSRP": 21.22,
    "QtyOnHand": 20,
    "QtyOnBackOrder": 30,
    "Description": "Free from harmful chemicals. Every pair of our socks is certified by GOTS, the gold standard for organic textiles. Our facilities and materials are regularly tested and proven to be free of over 100 harmful substances and chemicals.",
    "Brand": "Tofu-san Design"
  },
  {
    "ProductName": "Luminescent Rainbow Jellyfish Socks",
    "GraphicName": "luminescentrainbowjellyfishsocks.PNG",
    "CostPrice": 11.00,
    "MSRP": 21.22,
    "QtyOnHand": 20,
    "QtyOnBackOrder": 30,
    "Description": "Seamless toes and the softest of fabrics makes our socks unbelievably comfortable. No wonder our customers wanted these for themselves! All of our products are made ethically in GOTS certified, family-owned facilities in Portugal and Sri Lanka. Finally: socks that feel good and that you can feel good about!",
    "Brand": "Tofu-san Design"
  },
  {
    "ProductName": "Sushi Cats Socks",
    "GraphicName": "sushicatssocks.PNG",
    "CostPrice": 11.00,
    "MSRP": 21.22,
    "QtyOnHand": 20,
    "QtyOnBackOrder": 30,
    "Description": "For every pair purchased we donate a school meal to one of the world’s poorest children. Running a small business isn't always easy, but it's worth it to know that we're doing good by our planet and its people.",
    "Brand": "Tofu-san Design"
  },
  {
    "ProductName": "Galaxy Socks",
    "GraphicName": "galaxysocks.PNG",
    "CostPrice": 11.00,
    "MSRP": 21.22,
    "QtyOnHand": 20,
    "QtyOnBackOrder": 30,
    "Description": "You'll be seeing stars, galaxies and maybe even a nebula or two in these astronomically awesome crew socks. 85% Cotton, 10% Polyester, 5% Spandex. Machine wash, cold (30 ℃ / 86 ℉). Do not bleach or iron. To reduce damage and if you're feeling very fancy, line dry. They will last longer if you keep them out of the tumble dryer. Eat well. Exercise. Have an amazing day.",
    "Brand": "Tofu-san Design"
  }
]

